Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A16A.tmx
Source language: en_us
Languages: zh_cn

source: For many Chinese, literary dreams go online
zh_cn: 中国人的网上文学梦

source: If it weren't for the Internet, Murong Xuecun might still be working as a sales manager at a car company in the southern Chinese city of Chengdu.
zh_cn: 如果不是因为互联网，慕容雪村可能仍然在中国南方城市成都的一家汽车公司做销售经理。

source: That is what he was doing when he started writing his first novel on his office's online bulletin board system back in 2001.
zh_cn: 当他2001年在办公室的在线BBS上开始写他的第一部小说时，他干的正是这份工作。

source: Week by week when he got home from work, Murong would post new pieces to a story that painted a bleak yet honest picture of modern urban life in the city where he lived.
zh_cn: 当他每周工作后回到家里，慕容会给他的故事增加一段，他的故事是以他居住城市为背景，描写黯淡但诚实的现代都市生活。

source: It contained tales about sex, love, gambling and drugs and became so popular that it soon appeared on numerous other online forums.
zh_cn: 故事中有性，爱情，赌博和吸毒，非常受欢迎，立即出现在无数的在线论坛上。

source: Today the 35-year-old is considered one of the most famous authors to have emerged in contemporary China.
zh_cn: 如今，35岁的他已经是中国当代涌现出来的最著名的最有名的作家之一。

source: His debut work, "Leave Me Alone: A novel of Chengdu," has been read by millions of Chinese "netizens" -- steady Internet users -- and adapted for film and television and translated into German, French and English.
zh_cn: 他的处女作《别管我：关于成都的小说》（中文书名《成都，今夜请将我遗忘》--译者注）被数以百万的网民传阅，被改编为电影和电视，并翻译为德语，法语和英语。

source: He also is viewed as a pioneer of what has become nothing short of a literary renaissance online in the country, particularly among young Chinese writers.
zh_cn: 在中国，尤其是年轻作家中，他被视为在线文艺复兴的先锋。

source: This is a constituency that has struggled to find a platform for their work in a publishing industry that is viewed as conservative as it often faces state censorship.
zh_cn: 人们一直努力在出版界寻找一个平台，不过大家认为出版界保守并经常面临国家审查。

source: Instead of remaining silent, a new generation of authors has found its voice on the Web.
zh_cn: 新生代的作家在网上发出了他们的声音而不是保持沉默。

source: "It is a very big revolution," said Yang Hengjun, a political espionage novelist who published his first work online. "When you write something on the Internet that you can't do in reality and you cause a change, that is revolutionary."
zh_cn: “这是一个大的改变，”同样在网上发表第一部小说的政治间谍小说作家杨恒均说：“当你在网上写了一些现实生活中无法写的东西的时候，这种变化是革命性的。”

source: The past decade has seen the blossoming of countless literary Web sites and online forums hosting stories from thousands of aspiring authors.
zh_cn: 过去的十年无数的文学网站和论坛上发表了数千位有抱负的作者的故事。

source: Their work is read by millions of Internet users, leading some to assert that in the future all writing, even reading, in China will take place in cyberspace.
zh_cn: 他们的作品被数百万的互联网用户阅读，以至于有人断言未来中国的所有写作和阅读都会发生在电脑空间里。

source: "It's an inevitable trend due to the rapid development of the Internet and conceptual change of people," said Hou Xiaoqiang, head of Shanda Literature, a division of Shanghai-based Shanda Interactive Entertainment, the largest online entertainment provider in China.
zh_cn: “由于互联网的高速发展和人民观念的变化，这会是必然趋势，”侯小强（音）说，他是位于上海的中国最大的在线娱乐提供商盛大互动娱乐的分支机构盛大文学的主管。

source: "Ordinary people have started to realize the world ought to be dominated by them, rather than some media or elite," Hou added. "Online authors are breaking the rules and using totally fresh concepts."
zh_cn: “常人开始认识的是他们可以掌握的世界而不是一些媒体或精英，”侯补充道“在线作者改变了规则，运用了全新的概念。”

source: Shanda Literature operates three of China's biggest literary portals, including Qidian, one of the most popular.
zh_cn: 盛大文学运营着三个中国最大的文化门户，包括最受欢迎之一的起点网。

source: Collectively, the Web sites receive more than 200 million daily page views and have published nearly 30 billion Chinese characters, according to Shanda Literature's company data.
zh_cn: 根据盛大文化公司的数据，总体而言，这些网站每天有超过2亿的网页浏览量并已发表了约300亿汉字。

source: Shanda generates revenues through online advertising and by charging readers small amounts to access popular stories or works from famous authors who have been contracted to write.
zh_cn: 盛大的收入来源于在线广告和小额的阅读收费，阅读收费是针对阅读热门故事或签约的著名作家的作品。

source: However, the company is increasingly trying to earn money by licensing online novels to film studios, music producers, game developers and book publishers while protecting the intellectual property rights of its authors.
zh_cn: 但公司一直尝试在保护作者知识产权的同时，通过将网上小说授权给电影公司，音乐制作人，游戏开发商和图书出版社来赚钱。

source: Shanda owns the rights to more than 200,000 works and has already sold a number of licenses to other entertainment companies, including a popular "Tomb Raider" novel that is being adapted for film by Hong Kong director Johnnie To Kei-Fung.
zh_cn: 盛大拥有超过20万作品的版权，他们已经买了一些给其他娱乐公司，包括受欢迎的《鬼吹灯》已经被香港导演杜琪峰改变为电影。

source: "Literature is the starting point of all means of entertainment," Hou told CNN. "It can provide numerous blueprints for games, music, movies and dramas.
zh_cn: “文学是所有娱乐的起点，”侯告诉CNN，“它可以给游戏，音乐，电影和戏剧提供蓝图。

source: A lack of good stories is the main reason of the underdevelopment of entertainment [in China]."
zh_cn: 缺乏好的故事是（中国）娱乐业发展不够的主要原因。”

source: Many of China's usually young and often female cyber-writers are posting their work online with the hope that, like Murong's novels, their stories will be read by millions, ultimately becoming books or movies and turning the authors into celebrities.
zh_cn: 许多中国年轻女性网络作家希望她们的故事想慕容的一样，被数百万人阅读，最终出书或拍成电影，而作者也变成了明星。

source: The online Chinese literary scene is, in some ways, like a TV reality show.
zh_cn: 中国的在线文学情形一定程度上有点像电视真人秀。

source: Bookstores now have sections devoted to Internet novels published as paperbacks, while a number of other influential writers have emerged from the Web over the years, including Annie Baobei, whose books about love and loneliness in Chinese cities have sold more than a million copies.
zh_cn: 现在书店专门分区陈列网络小说的印刷版本，这几年一些有影响力的作家从网络中脱颖而出，例如安妮宝贝，她的关于爱情和孤独的书在中国城市里销售了一百万册以上。

source: "In America, people have the American dream.
zh_cn: “在美国，人们有美国梦。

source: In China, people have the online dream," said Dai Yingniao, a college junior who says almost all of her friends read online fantasy novels about time travel, romance or some mixture of the two.
zh_cn: 在中国，人们有在线梦，”大三的学生代英袅（音）说，几乎她所有的朋友都看网上的关于时空漫游，罗曼史或二者兼有的玄幻小说。

source: These genres are mostly read by ordinary girls who find life boring, said Dai, noting her roommate especially fancies a novel from the Qidian Web site called "The Legend of Little Beauty."
zh_cn: 这类作品的主要读者是发现生活无聊的平常女孩子，代说，她注意到她的室友特别着迷于起点网的小说《小美女传奇》。

source: "I prefer real literature rather than imaginary works," added the 20-year-old.
zh_cn: “我更愿意读真实的文学而不是想象的作品，”这位20岁的女孩补充道。

source: She then described a cyber-novel she is planning to write about a princess who lives during the Qing Dynasty.
zh_cn: 接着她描述了她计划写的一本网络小说。

source: After leaving her home in Beijing, the princess returns to find she no longer recognizes her family or the society she had lived in a few years before.
zh_cn: 关于清朝公主离开北京的家后，归来时却发现她不再认识她几年前的家人和社会。

source: "I just want to convey my opinions about today's life," Dai said. "Sometimes euphemism is more powerful."
zh_cn: “我只是想传达我对现在生活的看法，”代说，“有时委婉更有力。”

source: Today it is more accepted for Chinese publishers to take risks with voices emerging online, many now printing stories that simply would not have been possible a decade ago.
zh_cn: 目前中国的出版商更能接受网络作品的风险，很多出版了10年前不可能出版的故事。

source: Publishing houses often peruse Web sites for talent whose writing can be brought to readers who are not logged on.
zh_cn: 出版社常常在网上寻找人才，看看是否可以把其作品带给没有上网的人。

source: "Publishers can come in and say there are readers for this, and this is the demographic and if we want to hit young adults, then this is a great voice," said Jo Lusby, the manager of Penguin China. "[The literary Web sites] are now a very natural part of the publishing scene in China.
zh_cn: “出版商可以进来说这个有读者，这是阅读人口统计，如果我们希望打动年轻人，这会很棒，”企鹅中国的经理Jo Lusby说，“（文学网站）是中国出版界很自然的一个部分。

source: It is really a convergence of print and online writing."
zh_cn: 它是印刷和在线写作的组合。”

source: Yet despite what has been a gradual commercialization and subsequent opening up of the Chinese publishing industry during the past few years, many of the writers who are able to self-publish with freedom online find they still can face substantial censorship when their works are adapted for offline audiences.
zh_cn: 然而，虽然逐步的商业化和过去几年中国出版的开放，当作品改编给离线读者时，很多在网上可以自由自己发布的作者发现自己依然面对严格的审查。

source: "Offline publishing is still tightly controlled and not easy to change," said Yang Hengjun, whose spy novels are banned in the country.
zh_cn: “离线出版（应该是指印刷等方式的传统出版发行方式-译者注）仍然控制严格并不会轻易改变，”杨恒均说，他的小说在中国被禁止。

source: "Any Internet novel is largely edited when it goes to publishing."
zh_cn: “任何网络小说在出版时都会经过较大的编写。”

source: In the long run, however, Yang said he believes the freedom of literary expression on the Internet will spur even further liberalization in the Chinese publishing industry.
zh_cn: 不过，长期而言，杨说他相信网络上文学表达的自由将刺激中国出版界更多的自由。

source: "It is a good thing and it is a promising thing," said Yang. "Nowadays for more and more people if they want to express themselves, they can go online."
zh_cn: “这是好事也是大有希望的事，”杨说“现在越来越多的人如果需要表达自己的时候，他们会去网上。”
